{"lenny":[

"Hello, this is Lenny.",

"Ahh, sorry, I can barely hear you there?",

"Yes, yes, yes.",

"Ah good, yes, yes, yes.",

"Ah yes, yes, ahh, someone, someone did say last week, someone did call last week about the same, same thing, was that you?",

"Yes, yes, sorry, what was your name again?",

"Well, its funny that you should call, because my third eldest, Larisa, she was talking about this just last week, and she is very smart, I'll giver her that, she is so very smart, because she was the first in the family to go to the university and passed with distinctions, we are very proud of her, so, well, she was saying I should look into this sort of thing, what more can you tell me about it?",

"Ah, I'm sorry, I couldn't quite, didn't quite catch you there, what was that again?",

"Ah, that was, what, sorry, again?",

"Could you say that again, again please?",

"Yes, yes, yes.",

"Sorry, ah, which company did you say were calling from again?",

"Well, you know, here, here is the thing, cuz, the last time that someone called up and spoke to me on the phone, I got in quite a bit of trouble from the people around here because I went for something I shouldn't have, I probably shouldn't be telling you that.  But ahh, and yes, I think my eldest Rachel, she, she would not speak to me for a week, now, and that happens, and that really hurt, and somethines in family, you know, these things are quite important, they are more important that any job or phone call or whatever it is.",

"Ah yeah, since you put it that way, you have been quite friendly and straght forward with me here  ...  hello,  ...  oh, are you there, ...  oh yes, sorry, I have a bit of a problem with this phone and my hearing is not so good, oh yes, sorry, what were you saying again?",

"Well, you know, with the world finances the way they are, I know we are not allowed to spend as much as what we were...  How, how, well, how, is this going to work?",

"Well, well, yes, that, that, that does sound good, I mean, you have been quite patient with an old man here, oh did, and its something I have been told that I should be looking at, my third eldest Larissa, Larissa said, I think I mentioned Larissa before, she said, she said, that I should be going for somthing like this, and what is most appropriate for the time?  Quak Quak Can you hang on for a second, just one second?  Spank / Quak Quak Sorry about that, what were you saying again there?"

]}